Repository: Lomovsky/RideIn
Catalog: RideIn/Application/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

# Onboarding.greetings
source: Hi there!
ru: Привет

# Onboarding.welcome
source: Welcome to RideIn!
ru: Добро пожаловать в RideIn!

# Onboarding.next
source: Next
ru: Дальше

# Onboarding.whatAppCanDo
source: What this app can do?
ru: Что может это приложение?

# Onboarding.recommendations
source: Show trips recommendations
ru: Предлагать поездки

# Onboarding.search
source: Search trips for you
ru: Искать поездки в разные города

# Onboarding.saveTrips
source: Save trips to favorite
ru: Добавлять поездки в избранное

# Onboarding.confirm
source: Confirm
ru: Продолжить

# Search.title
source: Search trips
ru: Поиск поездки

# Search.departure
source: Department place
ru: Выезжаете из

# Search.destination
source: Destination place
ru: Направляетесь в

# Search.searchButton
source: Search
ru: Найти

# Search.showMap
source: Choose on the map
ru: Выбрать на карте

# Alert.dismiss
source: Dismiss
ru: Отмена

# Alert.error
source: Error
ru: Ошибка

# Alert.noConnection
source: No connection
ru: Нет соединения

# Alert.wrongDataFormat
source: Wrong data format
ru: Некорректные данные

# Alert.noTrips
source: No trips available
ru: Нет поездок по вашему запросу

# Alert.locationService
source: We need to get access to location service
ru: Необходимо предоставить доступ к геолокации

# Alert.openSettings
source: Open settings
ru: Открыть настройки

# PassengersCountVC.title
source: Enter the number of passengers
ru: Подтвердите количество мест для бронирования

# MapVC.searchPlaceholder
source: Choose the place
ru: Выберете место

# MapVC.distance
source: Distance
ru: Расстояние

# MapVC.km
source: km
ru: км

# Date
source: Today
ru: Сегодня

# TheCheapestTrip
source: The cheapest
ru: Дешевле всего

# TheClosestTrip
source: The closest
ru: Ближе всего

# TotalPrice
source: Total for
ru: Всего за

# Notification.Greetings
source: Hey there!
ru: Хей!

# Notification.Dismiss
source: Dismiss
ru: Отменить

# Notification.Find
source: Find a ride
ru: Найти поездку

# Notification.NewRidesAvailable
source: There are many new rides! Find one for yourself.
ru: Появилось много новых поездок! Найдите подходящую Вам.
